Repository: pablo-bossi/pbfwkV2
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es_ar

source: Invalid value (%s) for property %s
es_ar: Valor inválido (%s) para la propiedad %s

source: Hello World
es_ar: Hola Mundo

source: %s is required
es_ar: %s es requerido

source: %s does not match the expected format
es_ar: El valor de %s no verifica el formato esperado

source: %s should be higher than %s
es_ar: El valor de %s debe ser mayor a %s

source: %s should be lower than %s
es_ar: El valor de %s debe ser menor a %s

source: %s is not a valid value
es_ar: %s es invalido

source: %s should be a numeric value
es_ar: %s debe ser un valor numérico

source: %s should be a valid email
es_ar: %s debe ser un email válido

source: %s should be longer than %s
es_ar: El valor de %s debe ser mas largo que %s caracteres

source: %s should be shorter than %s
es_ar: El valor de %s debe ser mas corto que %s caracteres

source: %s should be a valid int
es_ar: %s debe ser un número entero

source: Does nothing
es_ar: No hace nada
